{"pageProps":{"post":{"id":36,"title_cn":"对于一些口袋妖怪迷来说，猩红色和紫罗兰是一系列失望的最新消息","title_en":"For Some Pokemon Fans Scarlet And Violet Are The Latest In A String Of Disappointments","description_cn":"尽管是世界上最大的媒体特许经营之一，但Pokemon Games仍使一些粉丝失望，并且他们表现出沮丧。","text_cn":"对许多人来说，口袋妖怪是很多事情：一个游戏系列，催生了整个类型，所有年龄段的猛mm象媒体系列，以及在痴迷于暴力和冲突的世界中无辜的乐趣的象征。 但是，尽管Pokemon是任天堂的巨大赚钱者，但它也成为公司潜在的保守主义和不愿适应现代趋势的象征。 现在，随着口袋妖怪猩红色和紫罗兰色的有争议的发行，一些口袋妖怪粉丝想知道该系列最终要进行的大修，他们感到非常迫切需要。 其他人则想知道是否有可能进行大修。\n在纸上，口袋妖怪猩红色和紫罗兰有很多可以为口袋妖怪迷提供的。 这些游戏经常被标记为神话般的“开放世界神奇宝贝”的另一种尝试，游戏具有很大的自由，如何进行进行，这是一个有趣的新故事，从All Corners获得了好评如潮，并在此后重返经典的捕捉公式 口袋妖怪传说的实验：arceus。 不幸的是，所有这些积极的方面在很大程度上都被游戏的设计缺点，尤其是其技术问题所掩盖了。\n现在玩：神奇宝贝猩红色和神奇宝贝紫罗兰色 - 发射预告片\n莫尔斯说：“我会说我很生气，但这更多的是以'爸爸的方式，在任天堂我真的更失望的地方。” 莫尔斯（Morse）是《神奇宝贝》系列的终身迷们的终身粉丝，不仅玩过并击败了每个主线宠物小精灵游戏，而且还保持着发烧友的“活pokedex”的名字 - 一个至少包含每个现有口袋妖怪物种的示例的DEX 日期。\n“作为一个游戏，它是口袋妖怪，但新事物并没有充分发挥其全部潜力。感觉就像是口袋妖怪。”\n总体而言，口袋妖怪的猩红色和紫罗兰色取得了巨大的成功，超越了销售图表，并获得了批评家的积极评价。 但是，尽管审稿人确实对游戏的较低帧速率和频繁的虫子进行了指责，但许多粉丝继续表达他们对成品的压倒性不满。 尽管对猩红色/紫罗兰色的整体质量的看法有所不同 - 有些人称其为多年来最好的神奇宝贝游戏，只掩盖在小故障的重量下 - 总体感觉这一特许经营权无法以这种方式继续下去，这似乎几乎是一致的。\n过去，批评家和粉丝们并不害羞地批评该系列缺乏创新。 一些人甚至会说，最近的神奇宝贝传说：阿尔塞斯和猩红色/紫罗兰试图以新的“开放世界”方向推动该系列赛的公式。 但是，您还可以说，这些较大的野心已经超过了游戏怪胎作为工作室的功能，在此版本中，并且在一定程度上直接引起了这些故障和性能问题。 从长远来看，更广泛的规模最终可能会很好地为该系列服务，但是很明显，这些想法的执行（尤其是在技术方面）的执行，这使一些粉丝陷入困境。\n口袋妖怪猩红色和紫罗兰色可能具有一些出色的怪物设计，但是游戏看起来并不好。\n自从猩红色和紫罗兰推出以来的日子，口袋妖怪Subreddit已成为大众通风活动的场景。 许多最高投票的帖子是粉丝表达对猩红色/紫罗兰色或整个系列的不满。 尽管技术问题无疑是这项事实上竞选活动的重点，但该系列中令人失望的普遍男高音是显而易见的。\n口袋妖怪爱好者批评了猩红色/紫罗兰色的“开放性”性质，这是一个主要的设计缺点，并指出这些参赛作品的体育馆仍然以线性方式增加了力量。 从本质上讲，这意味着玩家因偏离游戏明显的预期路径而受到惩罚，这在开放世界中并不是很多价值的特征。 其他游戏将在某种程度上将这种相遇扩展到您现有的口袋妖怪的力量水平，而不是猩红色和紫罗兰色。\n莫尔斯说：“开放世界是一种完全的幻想。” “没有真正的动机要探索，而且有艰难的障碍要到达某些地区。当然，我可以先从理论上与Ice Gym进行战斗，但是他们有55级的口袋妖怪。 我没有理由这样做。这就像他们没有想到。”\n在这些技术问题之后，有几名粉丝成功地要求了任天堂退款，这表明该公司不仅知道猩红色/紫罗兰在社区中的声誉。 但是，公司是否计划通过补丁或其他技术修复程序实际对此进行任何操作，这是一个悬而未决的问题。 通常，任天堂过去对技术问题的补救很慢，但是该公司很少面对这种强烈的强烈反对，专门针对游戏的技术性能，因此很难肯定会知道。\n总体而言，尽管莫尔斯对猩红色/紫罗兰有一些积极的话要说，但他很难将自己对这些特定条目的感觉与整个系列的想法分开。 他认为自己是该系列的铁杆狂热者，因此，在过去十年左右的时间里，他几乎在发布会上购买了几乎所有的主线条目。 但是，在过去的几个条目中，他开始对特许经营的长期健康感到厌烦，而且他距离唯一的一部分很远。\n一些粉丝认为，经过25年的发展，口袋妖怪游戏在这一点上应该看起来和感觉更好。\n过去，Pokemon粉丝偶尔威胁要抵制该系列，责怪开发人员游戏怪胎，因为他们缺乏努力或创新。 Pokemon狂热者指出了这些问题的各种混杂原因，包括该系列的年轻目标受众，任天堂游戏机的低马力和新版本的Breakneck节奏。 （在辉煌的钻石/闪亮的珍珠，传奇：阿尔塞斯和现在的猩红色和紫罗兰之间，口袋妖怪公司在大约12个月内发布了三场主要的口袋妖怪游戏。）莫尔斯个人认为，所有这些因素都以某种方式促成了当前状态 专营权。 但是，他觉得口袋妖怪的球迷需要考虑到他们真正控制了媒体巨头的控制。\n他说：“我认为抵制不会产生预期的效果。” “口袋妖怪现在是一台机器。它对流行文化的掌握如此之遥，只要动漫和商品继续努力，他们就可以按照自己的需求使游戏保持平庸。”\n一些粉丝可能将这种观点视为苛刻，甚至不公平。 但是，您不必在更大的口袋妖怪社区中寻找那些同意莫尔斯的人。 他个人认为，口袋妖怪粉丝倾向于将游戏的缺点归咎于开发人员游戏怪胎，将工作室视为对每个缺陷的个人负责。 他觉得口袋妖怪迷需要从所有向下传送带滚动的oke球中获利：任天堂本身。\n他说：“他们拥有近乎无限的资源可以投入这个特许经营权，但他们只是不会这样做。” “几乎感觉就像他们想要游戏怪胎。 成为他们的优先事项。”\n猩红色和紫罗兰发行后，一些Pokefans表示，他们正在做出最终的牺牲：拒绝购买另一个口袋妖怪游戏，直到解决这些问题为止。 Subreddit上最近投票的最高职位之一就是那样，海报说他们将“不再是问题的一部分”。 类似的游戏抵制尝试有时也适得其反 -  2009年著名的图像描绘了所谓的“抵制《使命召唤：现代战争：现代战争2》的每个成员，玩他们发誓永远不会买的游戏的比赛已经成为一种元 模因。 但是，尽管莫尔斯（Morse）了解一个人的感觉，但他计划购买下一款口袋妖怪游戏。 尽管他在Scarlet＆Violet上发表了问题，但他最终还是很喜欢这一经历。\n他说：“我希望口袋妖怪更好，但我认为我的个人购买决定不会对此产生影响。” “作为一个成年人，我知道我远非口袋妖怪的目标受众。但是我对Scarlet＆Violet感到失望。我只是不确定我们中的任何人是否能对此做任何事情。”","author_ori":"Steven T. Wright","date_ori":"2022-11-23T08:26:17-0800","view_count":3,"thumbs_up":0,"thumbs_down":0,"created_at":"2022-11-24T06:41:43.000000Z","user":null,"comments":[],"images":[{"id":167,"image_url":"https://www.gamespot.com/a/uploads/original/1596/15969599/4067361-pokemonscarlet.jpg","file_name":null,"file_name_ori":null,"file_size":null,"file_type":null,"post_id":36,"created_at":"2022-11-24T06:41:43.000000Z","updated_at":"2022-11-24T06:41:43.000000Z"},{"id":168,"image_url":"https://www.gamespot.com/a/uploads/scale_super/1596/15969599/4067362-pokemonscarlet3.jpg","file_name":null,"file_name_ori":null,"file_size":null,"file_type":null,"post_id":36,"created_at":"2022-11-24T06:41:43.000000Z","updated_at":"2022-11-24T06:41:43.000000Z"}],"tags":[{"id":2,"tag_name_en":"Pokemon Scarlet / Pokemon Violet","tag_name_ko":null,"tag_name_cn":null,"is_view":1,"created_at":"2022-11-24T04:46:26.000000Z","updated_at":"2022-11-24T04:46:26.000000Z","pivot":{"post_id":36,"tag_id":2}},{"id":3,"tag_name_en":"Nintendo Switch","tag_name_ko":null,"tag_name_cn":null,"is_view":1,"created_at":"2022-11-24T04:46:26.000000Z","updated_at":"2022-11-24T04:46:26.000000Z","pivot":{"post_id":36,"tag_id":3}}]}},"__N_SSG":true}