{"pageProps":{"post":{"id":14,"title_cn":"Netflixs星期三第1季结局结局，悬崖峭壁由表演者解释","title_en":"Netflixs Wednesday Season 1 Finale Ending And Cliffhangers Explained By Showrunners","description_cn":"从Netflix上的第1季大结局开始，联合展出者Al Gough和Miles Millar挖掘了破坏者。","text_cn":"有什么比在Netflix上发布Addams Family衍生的漫长的感恩节周末更好的方法？ 第一个季节的所有八集都可以流播，他们遵循最大的亚当斯兄弟姐妹，因为她被运送到一所超自然怪人的寄宿学校时，发现自己陷入了谋杀之谜。\n警告：以下包含周三第1季的剧透。 如果您还没有观看演出，请立即前往Netflix并进行修复。\n值得庆幸的是，那个谋杀之谜在第1季的大结局中得出了结论，确保球迷直到潜在的第二季才悬挂。 取而代之的是，星期三能够在结局中揭示杀手（杀手），该节目设法以一对悬崖峭壁戏弄了即将发生的事情，如果继续进行。 不过，一切如何结束？ 让我们分解第1季的结局，并带有节目主持人Al Gough和Miles Millar的见解。\n谁是杀手？\n事实证明，海德一直都是可爱的镇泰勒（Hunter Doohan）。 星期三发现正是泰勒正在变成谋杀怪物。 但是，当她想折磨他的真相时，她无法说服别人站在她的身边。 不过，有趣的是，不是Kinbott博士（Riki Lindholme）拉动了弦乐并操纵泰勒成为杀手。 取而代之的是，从来没有更多的宿舍玛丽莲·索恩希尔（Marilyn Thornhill）（克里斯蒂娜·里奇（Christina Ricci））使用泰勒（Tyler）发送信息。\n事实证明，索恩希尔（Thornhill）是约瑟夫·克拉克斯通（Joseph Crackstone）的虔诚信徒，这是一个邪恶的传教士，曾经带领耶利哥镇。 Thornhill的计划是将他复活，以摆脱超自然的“怪胎”世界 - 尤其是星期三，杀死他的年轻女子Goody Addams的后代。 没错，Thornhill  - 以及她的整个家庭 - 都令人讨厌的是超自然的生物，她转向超自然的生物来结束它们。\n当然，它并没有这样发挥作用，因为那将是第1季的可怕结局。虽然玛丽莲能够短暂地复活一个非常严重而已故的crackstone，但一个惊喜的英雄来拯救这一天 。 恩尼德（Enid）终于经历了狼人的全面转变，并从一个可怕的泰勒（Tyler）中击败了废话，导致了他的忧虑。\n然后，在一场令人敬畏的死亡之战中，由于她的同学一点帮助，周三在Crackstone上取得了胜利。 她将裂纹石列入心脏，结束了他更新的恐怖统治。 至于Thornhill，她试图再次杀死星期三，然后Nevermore学生Eugene（Moosa Mostafa）派遣了一群蜜蜂，允许周三将她击倒。\n因此，最后，杀手被击败，好人获胜。 将事情结束不是不错的方法。\n第一个悬崖\n不过，它并没有结束。 我们看到泰勒被带走，昏迷了。 不过，他不会这样。 他醒来，转变和逃脱，使自己的身份未知。 当被问及我们是否应该期望在第2季中再次见到猎人时，表演者y又乐观。\n高夫说：“我认为角色可能非常有趣，因为他显然对星期三有一些感受，而他是杰基尔（Jekyll）和海德（Hyde）。” “因此，我认为那将是那个角色的乐趣。而且，您知道，他在第二季仍会弹出的频率仍然有待确定。但是，我们只是喜欢把他带到那里，亨特， 谁扮演他，他真是个很棒的演员。他真的很好地隐藏了球，然后当你看到那个转弯时，你就像，'哦，废话。他一直在那里。''”\n第二个悬崖\n您不能只有一个，这就是为什么我们看到的最后一个时刻是星期三收到一直在跟踪她的人的照片。 “我在看着你，”缠扰者的笔记写道。 谁在周三关注什么？他们的最终计划是什么？ 观众将不得不等到第2季，如果节目恢复了，以找出答案。 不过，高夫和米拉（Millar）已经知道消息背后是谁。\nMillar解释说：“我只是认为重要的是要有路线图的路线图。” “你不想自大或预计你会得到第二个赛季，但我认为你必须知道自己在船上的方向上要去哪里。 赛季结束时情节希望吸引观众回来。但是您需要知道这些含义并了解您的故事将是什么。所以，是的，我们只是要等待什么 观众思考，并希望能使批准前进第2季。”\n由于这两个时刻尚未解决，希望在星期三有更多。 另外，说实话，我们需要找出该节目是否找到一种方法，将Nevermore Principhal Larissa Weems（Gwendoline Christie）从死里复活。 我们都需要她更多。\n星期三现在在Netflix上流媒体。","author_ori":"Chris E. Hayner","date_ori":"2022-11-23T08:35:21-0800","view_count":3,"thumbs_up":0,"thumbs_down":0,"created_at":"2022-11-24T05:21:43.000000Z","user":null,"comments":[],"images":[],"tags":[{"id":5,"tag_name_en":"Netflix News & Announcements","tag_name_ko":null,"tag_name_cn":null,"is_view":1,"created_at":"2022-11-24T04:55:58.000000Z","updated_at":"2022-11-24T04:55:58.000000Z","pivot":{"post_id":14,"tag_id":5}}]}},"__N_SSG":true}